cask "appzapper"
cask "bluesnooze"
cask "calibre"
cask "hot"
cask "iterm2"
cask "mullvadvpn"
cask "spotify"
cask "sublime-text"
cask "tidal"
cask "tiles"

brew "chezmoi"
brew "direnv"
brew "flyctl"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "gopls"
brew "helix"
brew "mas"
brew "pinentry-mac"
brew "taplo"		# toml lsp for helix
brew "tig"
brew "tree-sitter"

# mas "Magnet", id: 441258766
mas "CotEditor", id: 1024640650
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
