cask "bluesnooze"
cask "hot"
cask "mullvadvpn"
cask "sublime-text"
cask "spotify"

brew "go"
brew "gofumpt"
brew "gopls"
brew "gnupg"
brew "flyctl"
brew "chezmoi"
brew "pinentry-mac"
brew "tig"
brew "direnv"

mas "Magnet", id: 441258766
mas "CotEditor", id: 1024640650
mas "Pages", id: 409201541
